Repository: OmegaT-L10N/uk
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Windows with 64-bit JRE
uk_ua: Версія для Windows з JRE (64 біти)

source: Windows with JRE
uk_ua: Версія для Windows з JRE

source: Windows without JRE
uk_ua: Версія для Windows без JRE

source: Wolof
uk_ua: Волоф

source: Word
uk_ua: Слово

source: WordAr&t
uk_ua: Обʼєкти WordAr&t

source: Wordfast TXML
uk_ua: Файли Wordfast TXML

source: Wordpress
uk_ua: Файли Wordpress

source: Words
uk_ua: Слів

source: Writeable Glossary File
uk_ua: Файл глосарію для запису

source: Writeable Glossary File:
uk_ua: Файл глосарію для запису:

source: Writeable glossary file folder entered does not exist!
uk_ua: Введеної теки редагованого глосарію не існує!

source: Wrong authentication
uk_ua: Неправильна аутентифікація

source: Wrong response format from TaaS service
uk_ua: Неправильний формат відповіді від служби TaaS

source: Wrong response from engine
uk_ua: Неправильна відповідь від програми

source: Wrong username/password
uk_ua: Неправильний логін/пароль

source: XHTML Filter Options
uk_ua: Параметри фільтру XHTML

source: XLIFF
uk_ua: Файли XLIFF

source: XLIFF Filter Options
uk_ua: Параметри фільтра XLIFF

source: XML Spreadsheet 2003
uk_ua: Файли електронних таблиць XML Spreadsheet 2003

source: Xhosa
uk_ua: Хоза

source: Yandex Translate
uk_ua: Перекладач від Yandex

source: Yandex Translate - No API Key Specified
uk_ua: Yandex Переклад - Не вказано ключ API

source: Yiddish
uk_ua: Ідиш

source: Yoruba
uk_ua: Йоруба

source: You already have the latest version.
uk_ua: Ви вже маєте найновішу версію.

source: You are going to modify {0} segments.
uk_ua: Ви збираєтеся змінити {0} сегменти.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
uk_ua: Ви намагаєтеся використовувати HunspellTokenizer з мовою {0}, але для цієї мови не встановлено орфографічних словників.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
uk_ua: Ви видаляєте словник перевірки правопису, який наразі використовує ваш проект.

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
uk_ua: Ви можете додавати нові терміни до глосарія, натиснувши Ctrl+Shift+G, або копіювати наявний до підтеки /glossary/ вашого проекту, тоді OmegaT автоматично шукатиме слова з нього.

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
uk_ua: Ви можете додавати нові скрипти, і вони зʼявляться в переліку вікна скриптів.

source: You can also manually drag the file OmegaT.exe to the start menu, the desktop or the quick launch area to link it from there.
uk_ua: Також ви можете вручну перемістити файл OmegaT.exe до стартового меню, робочого столу чи панелі швидкого запуску для створення посилання.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
uk_ua: Ви можете змінити вже наявні комбінації та додати нові поклавши відповідний файл із визначеними комбінаціями в теку налаштувань OmegaT (дивіться Розміщення файлів користувача).

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
uk_ua: Ви можете створювати новий проект для кожного нового перекладу, або додавати нові файли до вже наявного проекту.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
uk_ua: Ви можете створити запис у глосарії, обравши «Створити запис у глосарії…» в меню «Редагувати».

source: You can customize existing shortcuts or add new ones according to your needs.
uk_ua: Ви можете змінювати наявні комбінації клавіш, або ж додавати нові в залежності від ваших потреб.

source: You can decide not to translate such segments at all.
uk_ua: Ви можете не перекладати такі сегменти.

source: You can find detailed statistic information in the file: {0}
uk_ua: Не можна знайти деталізовану інформацію про статистику у файлі: {0}

source: You can find the text of the license in /docs/OmegaT-license.txt.
uk_ua: Текст ліцензії подано у файлі /docs/OmegaT-license.txt.

source: You can have several Search windows open at the same time, but close them when they are no longer needed so that they do not clutter your desktop.
uk_ua: Ви можете відкривати декілька вікон пошуку за один сеанс, але не забувайте закривати ті, що вам вже непотрібні, аби не засмічувати ваш робочий стіл.

source: You can however obtain a neater and more user-friendly installation by using the installation script (linux-install.sh).
uk_ua: Тим не менш, ви можете скористатися акуратнішим та більш дружнім до користувача встановленням використавши скрипт (linux-install.sh).

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
uk_ua: Ви можете запустити обраний макрос головного вікна використовуючи відповідний пункт в меню Інструменти чи натиснувши Ctrl+Alt+F# (# від 1 до 12).

source: You can then launch the Kaptain launch script with:
uk_ua: Ви можете запустити скрипт запуску Kaptain наступним чином:

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
uk_ua: Ви можете розглядати LanguageTool як програму для визначення помилок, які проста перевірка орфографії не визначає, наприклад варваризми, стиль, пунктуація та інше.

source: You currently have {1}.
uk_ua: Ваша поточна версія: {1}.

source: You have reached the daily limit for requests
uk_ua: Ви досягли щоденного ліміту запитів

source: You have reached the daily limit for the volume of translated text
uk_ua: Ви досягли щоденного ліміту обсягу перекладеного тексту

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
uk_ua: Ви також можете скопіювати файли в теку «source» вашого проекту за допомогою менеджера файлів і перезавантажити проект, вибравши «Перезавантажити» в меню «Проект».

source: You may try to solve this problem in one of the following ways:
uk_ua: Ви можете спробувати вирішити цю проблему одним із цих способів:

source: You must enter a number between 1 and {0}.
uk_ua: Необхідно вказати число від 1 до {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
uk_ua: Потрібно оновити ваш JDK 1.6 до останньої версії, або просто вилучити файли jaxb-*.jar з теки OmegaT /lib

source: You should specify their new location or recreate them.
uk_ua: Ви маєте конкретизувати їхнє нове розташування або заново створити.

source: You will be prompted to enter this password every time you launch OmegaT.
uk_ua: Вам буде запропоновано ввести цей пароль кожного разу, коли ви запускаєте OmegaT.

source: YouTube Subtitles
uk_ua: Субтитри YouTube

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
uk_ua: У вашому проекті використовується сегментація по реченню, але файл TMX був створений за допомогою сегментації по абзацу.

source: Your new shortcuts should now appear next to the menu items you have modified.
uk_ua: Ваша нова комбінація повинна зʼявитися поруч зі зміненим пунктом меню.

source: Your operating system refused to let OmegaT create its configuration folder.
uk_ua: Ваша операційна система відмовилася створити для OmegaT свою теку конфігурації.

source: Your project does not contain any files in a supported file format.
uk_ua: Формат файлів вашого проекту не підтримується.

source: ZIP files
uk_ua: ZIP-файли

source: Zhuang, Chuang
uk_ua: Чжуань

source: Zulu
uk_ua: Зулуська

source: [Fuzzy]
uk_ua: [Нечіткий збіг]

source: [fuzzy]
uk_ua: [нечіткий]

source: [{0}] “{1}” in source; expected one of {2} in target
uk_ua: [{0}] «{1}» у джерелі; очікується одне з {2} у цільовому показнику

source: [{0}] “{1}” in source; expected “{2}” in target
uk_ua: [{0}] «{1}» у джерелі; очікуваний «{2}» у цільовому показнику

source: all matching segments
uk_ua: усі відповідні сегменти

source: and <key> can be any key available on your keyboard
uk_ua: та <клавіша> приймає значення будь якої клавіші на вашій клавіатурі

source: and many, many more very helpful people
uk_ua: та багато, багато інших прекрасних людей

source: and then:
uk_ua: і тоді:

source: attributes.
uk_ua: атрибути.

source: canceled ({0} ms elapsed)
uk_ua: скасовано ({0} мс закінчився)

source: cd <folder where the file OmegaT.jar is located>
uk_ua: cd <тека, де розташовано файл OmegaT.jar>

source: done ({0} ms elapsed)
uk_ua: завершено ({0} мс закінчився)

source: etc...
uk_ua: та інше…

source: extensions:
uk_ua: розширення:

source: file names
uk_ua: імена файлів

source: h&reflang (language of links)
uk_ua: h&reflang (мова посилання)

source: href (URL of &links)
uk_ua: href (URL &посилання)

source: http://www.languagetool.org
uk_ua: https://www.languagetool.org/uk/

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
uk_ua: init <мова оригіналу> <мова перекладу> Ініціалізувати мінімальний командний проект із зазначеними мовами.

source: jsch-agent-proxy (jsch-agent-proxy License)
uk_ua: jsch-agent-proxy (ліцензія jsch-agent-proxy)

source: lan&g (language attribute)
uk_ua: lan&g (атрибут мови)

source: loaded
uk_ua: завантажено

source: mALIGNa (MIT License)
uk_ua: mALIGNa (ліцензія MIT)

source: move to the beginning of the line in the segment
uk_ua: перемістити курсор на початок лінії в сегменті

source: move to the end of the line in the segment
uk_ua: перемістити курсор на кінець лінії в сегменті

source: move to the end of the segment
uk_ua: перемістити курсор на кінець сегменту

source: move to the first segment of the document (Mac: Cmd+PgUp)
uk_ua: перемістити курсор в перший сегмент на початку документу (Для Mac: Cmd+PgUp)

source: move to the last segment of the document (Mac: Cmd+PgDn)
uk_ua: перемістити курсор в останній сегмент на кінці документу (Для Mac: Cmd+PgDn)

source: move to the start of the segment
uk_ua: перемістити курсор на початок сегменту

source: one char left, but not further than the beginning of segment
uk_ua: на один символ ліворуч, але не далі ніж за початок сегменту

source: one char right, but not further than the end of segment
uk_ua: на один символ праворуч, але не далі ніж за кінець сегменту

source: one word left, but not further than the beginning of segment
uk_ua: на одне слово ліворуч, але не далі ніж за початок сегменту

source: one word right, but not further than the end of segment
uk_ua: на одне слово праворуч, але не далі ніж за початок сегменту

source: open Auto-completer dialog box with contextual suggestions (Mac: Esc).
uk_ua: відкрити діалог автоматичного доповнення із підказками (Для Mac: Esc).

source: open previous segment (Mac: Cmd+Enter)
uk_ua: відкрити попередній сегмент (Для Mac: Cmd+Enter)

source: page down through the document
uk_ua: перейти на сторінку вниз, залишаючись в межах документу

source: page up through the document
uk_ua: перейти на сторінку вверх, залишаючись в межах документу

source: remove char after cursor
uk_ua: видалити символ після курсору

source: remove char before cursor
uk_ua: видалити символ перед курсором

source: remove chars up to the start of next word (Mac: Alt+Delete)
uk_ua: видалити символи до початку наступного слова (Для Mac: Alt+Delete)

source: remove chars up to the start of the current word (Mac: Alt+Backspace)
uk_ua: видалити символи до початку поточного слова (Для Mac: Alt+Backspace)

source: segment 0000
uk_ua: сегмент 0000

source: select complete segment (Mac: Cmd+A)
uk_ua: виділити весь сегмент (Для Mac: Cmd+A)

source: slf4j (MIT License)
uk_ua: slf4j (ліцензія MIT)

source: src (URL of &images)
uk_ua: src (URL &зображення)

source: trie4j (Apache License 2.0)
uk_ua: trie4j (ліцензія Apache 2.0)

source: trilead-ssh2 (Trilead SSH license)
uk_ua: trilead-ssh2 (ліцензія Trilead SSH)

source: unknown
uk_ua: невідомо

source: value (of button, &submit and reset input)
uk_ua: значення (кнопок, &підтвердження та скидання вводу)

source: {0} ({1} left) / {2} ({3} left), {4}
uk_ua: {0} (залишилося: {1}) / {2} (залишилося: {3}), {4}

source: {0} +{1} more
uk_ua: {0} +{1} більше

source: {0} conflicts
uk_ua: {0} конфліктів

source: {0} loaded.
uk_ua: {0} завантажено.

source: {0} segments
uk_ua: {0} сегментів

source: {0} toggles orientation between LTR, RTL, and language-dependent
uk_ua: {0} перемикає орієнтацію між LTR, RTL і залежить від мови

source: {0} x{1}
uk_ua: Пропущено {0} x {1}

source: {1}, executed from '{2}'
uk_ua: {1}, починаючи з '{2}'

source: ← Back
uk_ua: ← Попередній

source: en
uk_ua: uk

source: Resources
uk_ua: Додаткові ресурси для OmegaT
